Repository: ValeryStupenkov/LinuxApplicationDevelopment2023
Catalog: 11_Documenting/*.po
Languages: ru

source: Usage: ./I18n [OPTIONS]
ru: Запуск: ./I18n [OPTIONS]

source: Guesses a number between 1 and 100
ru: Угадывает число от 1 до 100

source: Options:
ru: Опции:

source: -r Use roman number system
ru: -r Использовать римскую систему счисления

source: --help Show help message
ru: --help Показать сообщение с помощью

source: Error! String expected
ru: Ошибка! Ожидалась строка

source: Yes
ru: Да

source: Think of a number between %s and %s
ru: Загадайте число от %s до %s

source: Think of a number between 1 and 100
ru: Загадайте число от 1 до 100

source: Is your number greater than %s? Print Yes or No
ru: Ваше число больше чем %s? Введите Да или Нет

source: Is your number greater than %d? Print Yes or No
ru: Ваше число больше чем %d? Введите Да или Нет

source: Your number is %s!
ru: Вы загадали %s!

source: Your number is %d!
ru: Вы загадали %d!
